data_base = Данные по веществам
            и материалам сгруппированы по названию.
            Общее количество <b>{ $quantity_keys }</b>

one_nine = 1...9
EN_alphabet = a...z
alfa_omega = α...ω
RUS_alphabet = А...Я

back_to_list = ↩ Назад

one_nine-text = 🚧 <i>Находится в разработке</i>
EN_alphabet-text = 🚧 <i>Находится в разработке</i>
alfa_omega-text = 🚧 <i>Находится в разработке</i>
RUS_alphabet-text = 🚧 <i>Находится в разработке</i>


rus_1 = А
rus_2 = Б
rus_3 = В
rus_4 = Г
rus_5 = Д
rus_6 = Е
rus_7 = Ё
rus_8 = Ж
rus_9 = З
rus_10 = И
rus_11 = Й
rus_12 = К
rus_13 = Л
rus_14 = М
rus_15 = Н
rus_16 = О
rus_17 = П
rus_18 = Р
rus_19 = С
rus_20 = Т
rus_21 = У
rus_22 = Ф
rus_23 = Х
rus_24 = Ц
rus_25 = Ч
rus_26 = Ш
rus_27 = Щ
rus_28 = Э
rus_29 = Ю
rus_30 = Я
