data_base_search =
    Поиск по названию 🔎
data_base_search-text =
    Отправьте название вещества для поиска
cansel_search_database =
    Отменить поиск ❌
data_base_search_result =
    По запросу <b>{$word_search}</b> найдено <b>{$word_search_quan}</b> веществ

data_base_inline_search =
    Поиск из списка 🔍

data_base_inline_search-text =
    Нажмите на кнопку <b>Начать поиск</b> для поиска

data_base =
    Данные по веществам
    и материалам сгруппированы по названию.
    Общее количество <b>{ $quantity_keys }</b>

data_base_rus =
    Количество веществ на букву <b>{ $rus_letter }</b>: <b>{ $list_rus }</b>

export_data_substance =
    🔄 Экспорт
export_data_substance-text =
    Экспорт свойств вещества.
    🚧 <i>Находится в разработке</i>

one_nine =
    1...9
EN_alphabet =
    a...z
alfa_omega =
    α...ω
RUS_alphabet =
    А...Я

back_to_list =
    ↩ Назад
back_to_list_rus =
    ↩ Назад

one_nine-text =
    🚧 <i>Находится в разработке</i>
EN_alphabet-text =
    🚧 <i>Находится в разработке</i>
alfa_omega-text =
    🚧 <i>Находится в разработке</i>
# RUS_alphabet-text = 🚧 <i>Находится в разработке</i>
RUS_alphabet-text =
    Количество веществ по данному фильтру: <b>{ $rus_letters }</b>


rus_1 =
    А
rus_2 =
    Б
rus_3 =
    В
rus_4 =
    Г
rus_5 =
    Д
rus_6 =
    Е
rus_7 =
    Ё
rus_8 =
    Ж
rus_9 =
    З
rus_10 =
    И
rus_11 =
    Й
rus_12 =
    К
rus_13 =
    Л
rus_14 =
    М
rus_15 =
    Н
rus_16 =
    О
rus_17 =
    П
rus_18 =
    Р
rus_19 =
    С
rus_20 =
    Т
rus_21 =
    У
rus_22 =
    Ф
rus_23 =
    Х
rus_24 =
    Ц
rus_25 =
    Ч
rus_26 =
    Ш
rus_27 =
    Щ
rus_28 =
    Э
rus_29 =
    Ю
rus_30 =
    Я

data_base_report = ℹ  <b>{ $substance_full_name }</b>

                    <i>Синоним:</i> <code>{$substance_synonym}</code>

                    <i>{$description_substance}</i>

                    <i>Физико-химические свойства:</i>
                    Молекулярная формула: <code>{$molecular_formula}</code>
                    Молярная масса: <code>{$molecular_weight}</code> кг/кмоль
                    Плотность: <code>{$density}</code> кг/м³

                    <i>Пожароопасные свойства:</i>
                    Константа уравнения Антуана "А": <code>{$const_ant_a}</code>
                    Константа уравнения Антуана "B": <code>{$const_ant_b}</code>
                    Константа уравнения Антуана "Ca": <code>{$const_ant_ca}</code>
                    Температурный интервал
                    значений констант уравнения Антуана: <code>{$const_ant_in_temp}</code> ℃
                    Нижний концентрационный
                    предел распространения пламени:
                    <code>{$lower_flammability_limit}</code> % (об.)
                    Температура вспышки: <code>{$temperature_flash}</code> ℃
                    Температура самовоспламенения: <code>{$temperature_spon_combustion}</code> ℃
                    Теплота сгорания: <code>{$heat_of_burn}</code> кДж/кг

                    <i>Средства тушения:</i>
                    <code>{$extinguishin_agents}</code>

                    <i>Источник:</i>
                    {$source}

data_base_report_gas = ℹ  <b>{ $substance_name }</b>

                    <i>Физико-химические свойства:</i>
                    Молекулярная формула: <code>{$molecular_formula}</code>
                    Молярная масса: <code>{$molecular_weight}</code> кг/кмоль
                    Плотность: <code>{$density}</code> кг/м³

                    <i>Пожароопасные свойства:</i>
                    Константа уравнения Антуана "А": <code>{$const_ant_a}</code>
                    Константа уравнения Антуана "B": <code>{$const_ant_b}</code>
                    Константа уравнения Антуана "Ca": <code>{$const_ant_ca}</code>
                    Температурный интервал
                    значений констант уравнения Антуана: <code>{$const_ant_in_temp}</code> ℃
                    Нижний концентрационный
                    предел распространения пламени:
                    <code>{$lower_flammability_limit}</code> % (об.)
                    Температура вспышки: <code>{$temperature_flash}</code> ℃
                    Температура самовоспламенения: <code>{$temperature_spon_combustion}</code> ℃
                    Теплота сгорания: <code>{$heat_of_burn}</code> кДж/кг

                    <i>Средства тушения:</i>
                    Неизвестно

                    <i>Источник:</i>
                    <b>{$source}</b>

standard_fire_load =
    Типовая горючая нагрузка
standard_fire_load-text =
    Типовая горючая нагрузка

lower_heat_of_combustion =
    Низшая теплота сгорания
linear_flame_velocity =
    Линейная скорость пламени
specific_burnout_rate =
    Удельная скорость выгорания
smoke_forming_ability =
    Дымообразующая способность
oxygen_consumption =
    Потребление кислорода
carbon_dioxide_output =
    Выход углекислого газа
carbon_monoxide_output =
    Выход монооксида углерода
hydrogen_chloride_output =
    Выход хлороводорода

fl_1 =
    Здание I-II степени огнестойкости,
    мебель + бытовые изделия