
typical_accidents =
    🚧 Типовые аварии
typical_accidents-text =
    Типовые аварии
back_typical_accidents =
    ↩ Назад

fire_pool =
    Пожар-пролива
fire_pool-text =
    Расчет параметров пожара-пролива.
    🚧 <i>Находится в разработке</i>
run_fire_pool =
    ▶ Рассчитать
edit_fire_pool =
    📝 Редактировать
edit_fire_pool_guest =
    🔒 Редактировать
edit_pool_substance =
    Вещество
back_fire_pool =
    ↩ Назад
plot_fire_pool =
    📉 Тепловой поток
plot_pool_label =
    График теплового потока
x_pool_label =
    Расстояние, м
y_pool_label =
    Интенсивность теплового потока, кВт/м²
probit_fire_pool =
    📈 Вероятность поражения
probit_pool_label =
    График вероятности поражения
pool_area =
    Площадь пролива
pool_diameter =
    Эффективный диаметр пролива
pool_flame_angle =
    Угол наклона пламени
pool_flame_lenght =
    Длина пламени
saturated_fuel_vapor_density_at_boiling_point =
    Плотность насыщенных паров топлива
    при температуре кипения
surface_density_thermal_radiation_flame =
    Среднеповерхностная плотность
    теплового излучения пламени
gasoline =
    Бензин
diesel =
    Дизельное
    топливо
LNG =
    СПГ
LPG =
    СУГ
liq_hydrogen =
    Сжиженный
    водород

fire_flash =
    Пожар-вспышка
fire_flash-text =
    Расчет параметров пожара-вспышки.
    🚧 <i>Находится в разработке</i>
run_fire_flash =
    ▶ Рассчитать
edit_fire_flash =
    📝 Редактировать
edit_fire_flash_guest =
    🔒 Редактировать
back_fire_flash =
    ↩ Назад
mass_of_flammable_gases_entering_the_surrounding_space =
    Масса горючих газов (паров)
    поступивших в окружающее пространство
radius_of_the_strait_above_which_an_explosive_zone_is_formed =
    Радиус пролива над которым
    образуется взрывоопасная зона
height_LFL =
    Zнкпр
height_zone_LFL =
    Высота зоны, ограничивающей область
    концентраций, превышающих НКПР,
    при неподвижной воздушной среде
radius_LFL =
    Rнкпр
radius_zone_LFL =
    Высота зоны, ограничивающей область
    концентраций, превышающих НКПР,
    при неподвижной воздушной среде

density_flammable_gases_at_ambient_temperature =
    Плотность горючих газов (паров)
    при температуре окружающей среды

cloud_explosion =
    Взрыв облака паров
cloud_explosion-text =
    Расчет параметров взрыва облака паров.
    🚧 <i>Находится в разработке</i>
run_cloud_explosion =
    ▶ Рассчитать
edit_cloud_explosion =
    📝 Редактировать
edit_cloud_explosion_guest =
    🔒 Редактировать

above_surface =
    Над поверхностью
on_surface =
    На поверхности

horizontal_jet =
    Горизонтальный факел
horizontal_jet-text =
    Расчет параметров горизонтального факела.
    🚧 <i>Находится в разработке</i>
run_horizontal_jet =
    ▶ Рассчитать
edit_horizontal_jet =
    📝 Редактировать
edit_horizontal_jet_guest =
    🔒 Редактировать

vertical_jet =
    Вертикальный факел
vertical_jet-text =
    Расчет параметров вертикального факела.
    🚧 <i>Находится в разработке</i>
run_vertical_jet =
    ▶ Рассчитать
edit_vertical_jet =
    📝 Редактировать
edit_vertical_jet_guest =
    🔒 Редактировать

jet_state_liquid =
    Жидкая фаза 💧
jet_state_comp_gas =
    Сжатый газ 💨
jet_state_liq_gas_vap =
    Паровая фаза ☁

fire_ball =
    Огненный шар
fire_ball-text =
    Расчет параметров огненного шара.
    🚧 <i>Находится в разработке</i>
run_fire_ball =
    ▶ Рассчитать
edit_fire_ball =
    📝 Редактировать
edit_fire_ball_guest =
    🔒 Редактировать

bleve =
    Взрыв резервуара
bleve-text =
    Расчет параметров взрыва резервуара.
    🚧 <i>Находится в разработке</i>
run_bleve =
    ▶ Рассчитать
edit_bleve =
    📝 Редактировать
edit_bleve_guest =
    🔒 Редактировать
