Celsius = ℃
Alpha = 𝛼

initial_data_steel-text = Отредактируете данные или выполните расчет

back_type_calc = ↩ Назад
back_type_material = ↩ Назад
back_thermal_calc = ↩ Назад
back_steel_element = ↩ Назад

forward_type_calc = ⤴ Выход

stop_edit_thermal_calc = ❌ Отменить ввод
stop_edit_strength = ❌ Отменить ввод
next_page_steel = ➡ Следующая страница

fire_resistance-text = Виберите материал конструкции
steel_element = Стальная


type_of_calculation_steel-text = Выберите тип расчета

fire_protection = Пакетный расчет
fire_protection-text = Пакетный расчет огнестойкости стальной конструкции
                        🚧 <i>Находится в разработке</i>

strength_calculation = Прочностной расчет
run_strength_steel = ▶ Рассчитать
edit_init_data_strength = 📝 Редактировать
back_strength_element = ↩ Назад
ptm_strength_edit = Приведенная толщина металла
ptm_strength_edit-text = Приведенная толщина металла = <b>{ $ptm_strength }</b> мм

                Для завершения ввода нажмите 💾

type_steel_element_edit = Тип стали
type_steel_element_edit-text = Выберите тип стали

C235 = C235
C245 = C245
C255 = C255
C345 = C345
C355 = C355
C375 = C375
C390 = C390
C440 = C440
C550 = C550
C590 = C590
C355P = C355П
C390P = C390П


type_of_load_edit = Вид нагружения
type_of_load_edit-text = Выберите вид нагружения элемента конструкции
distributed_load_steel = Распределенная
concentrated_load_steel = Сосредоточенная

len_elem_edit = Длина элемента
len_elem_edit-text = Установите длину элемента <b>{ $len_elem }</b> мм


fire_resistance_element-text = Виберите тип элемента конструкции
ibeam_element = Двутавр
channel_element = Швеллер


stretching_element = Растяжение
compression_element = Сжатие
bend_element = Изгиб


loads_steel_edit = Нагрузка
loads_steel_edit-text = Установите значение нагрузки на элемент конструкции


consolidation_steel-text = Выберите способ закрепления элемента конструкции
    🚧 <i>Находится в разработке</i>
consolidation_steel = Закрепление
beams_at_both_ends = Балка с заделкой по обоим концам
cantil_beams_at_one_ends = Консольная балка с заделкой одного конца
                            без опирания другого
column_steel = Колонна

strength_calculation-text = Критическая температура
    стального элемента конструкции
    <code>{ $t_critic }</code> ℃

export_data_strength = 🔄 Экспорт
export_data_strength-text = Экспорт данных расчета
                            🚧 <i>Находится в разработке</i>



thermal_calculation = Теплотехнический расчет
edit_init_data_thermal = 📝 Редактировать
run_thermal_steel = ▶ Рассчитать

thermal_calculation-text = Собственный предел огнестойкости
                            незащищенной стальной конструкции
                            <code>{ $time_fsr }</code> мин

plot_thermal = 📈 График прогрева
plot_thermal-text = График прогрева стального элемента

edit_init_data_thermal-text = Выберите параметр для редактирования
mode_edit = Температурный режим
ptm_edit = Приведенная толщина металла
t_critic_edit = Критическая температура стали
T_0_edit = Начальная температура
a_convection_edit = Конвективный коэффициент теплоотдачи
s_1_edit = Степень черноты стали
heat_capacity_change_edit = Коэффициент изм. теплоемкости стали
heat_capacity_edit = Теплоемкость стали
density_steel_edit = Плотность стали
s_0_edit = Степень черноты среды, S\u2080

mode_edit-text = Выберите Температурный режим
mode_standard = Стандартный
mode_hydrocarbon = Углеводородный
mode_external = Наружный
mode_smoldering = Тлеющий

ptm_edit-text = Приведенная толщина металла = <b>{ $ptm }</b> мм

                Для завершения ввода нажмите 💾

t_critic_edit-text = Критическая температура стали = <b>{ $t_critic }</b> ℃

                Для завершения ввода нажмите 💾

T_0_edit-text = Начальная температура
a_convection_edit-text = Конвективный коэффициент теплоотдачи
s_1_edit-text = Степень черноты стали
heat_capacity_change_edit-text = Коэффициент изм. теплоемкости стали
heat_capacity_edit-text = Теплоемкость стали
density_steel_edit-text = Плотность стали
s_0_edit-text = Степень черноты среды

protocol_thermal = 📄 Протокол расчета
protocol_thermal-text = Протокол расчета собственного предела огнестойкости
                        незащищенной стальной конструкции.
                        🚧 <i>Находится в разработке</i>
export_data_steel = 🔄 Экспорт
export_data_steel-text = Экспорт данных расчета
                            🚧 <i>Находится в разработке</i>

type_ibeam = Двутавр
reg_document_1 = "ГОСТ_Р_57837_2017"

type_channel = Швеллер
type_corner = Уголок
type_profile = Профиль
type_profile_square = Квадратный
type_profile_rectangle = Прямоугольный



wood_element = Деревянная
type_of_calculation_wood-text = Расчет огнестойкости деревянных конструкций
                                🚧 <i>Находится в разработке</i>



concrete_element = Железебетонная
type_of_calculation_concrete-text = Расчет огнестойкости железобетонных конструкций
                                    🚧 <i>Находится в разработке</i>
