fire_risks-text = Выберите вид расчета

back_fire_risks = ↩ Назад
back_fire_risks_calc = ↩ Назад
back_typical_accidents = ↩ Назад

fire_risks_calculator = Калькулятор риска
fire_risks_calculator-text = Калькулятор риска.
                            Выберите тип здания.


industrial = 🏭 Производственное
industrial-text = <b>Отредактируете данные или выполните расчет</b>

public = 🏢 Общественное
public-text = <b>Отредактируете данные или выполните расчет</b>


typical_accidents = Типовые аварии
typical_accidents-text = Типовые аварии

fire_pool = Пожар-пролива
fire_pool-text = Расчет параметров пожара-пролива.
                                    🚧 <i>Находится в разработке</i>

fire_flash = Пожар-вспышка
fire_flash-text = Расчет параметров пожара-вспышки.
                                    🚧 <i>Находится в разработке</i>

cloud_explosion = Взрыв облака паров
cloud_explosion-text = Расчет параметров взрыва облака паров.
                                    🚧 <i>Находится в разработке</i>

horizontal_jet = Горизонтальный факел
horizontal_jet-text = Расчет параметров горизонтального факела.
                                    🚧 <i>Находится в разработке</i>

vertical_jet = Вертикальный факел
vertical_jet-text = Расчет параметров вертикального факела.
                                    🚧 <i>Находится в разработке</i>

fire_ball = Огненный шар
fire_ball-text = Расчет параметров огненного шара.
                                    🚧 <i>Находится в разработке</i>

bleve = Взрыв резервуара
bleve-text = Расчет параметров взрыва резервуара.
                                    🚧 <i>Находится в разработке</i>