
typical_accidents =
    🚧 Типовые аварии
typical_accidents-text =
    Типовые аварии
back_typical_accidents =
    ↩ Назад


plot_pressure_label =
    Давление взрыва
plot_impuls_label =
    Импульс волны давления
plot_pressure_legend =
    Давление взрыва, Па
plot_impuls_legend =
    Импульс волны давления, Па×с
distance_label =
    Расстояние, м
surface_density_thermal_radiation_flame =
    Среднеповерхностная плотность
    теплового излучения пламени



fire_pool =
    Пожар-пролива
fire_pool-text =
    Расчет параметров пожара-пролива.
    🚧 <i>Находится в разработке</i>
run_fire_pool =
    ▶ Рассчитать
edit_fire_pool =
    📝 Редактировать
run_fire_pool_guest =
    ▶ Рассчитать
edit_fire_pool_guest =
    🔒 Редактировать
back_fire_pool =
    ↩ Назад
plot_fire_pool =
    📉 Тепловой поток
plot_pool_label =
    График теплового потока
y_pool_label =
    Интенсивность теплового потока, кВт/м²
probit_fire_pool =
    📈 Вероятность поражения
probit_pool_label =
    График вероятности поражения
edit_pool_substance =
    Вещество
edit_pool_area =
    F
edit_pool_distance =
    r
edit_pool_wind =
    w
pool_area =
    Площадь пролива
pool_diameter =
    Эффективный диаметр пролива
pool_wind =
    Скорость ветра
pool_flame_angle =
    Угол наклона пламени
pool_flame_lenght =
    Длина пламени
saturated_fuel_vapor_density_at_boiling_point =
    Плотность паров горючего
    при температуре кипения
pool_distance =
    Расстояние от края пролива
gasoline =
    Бензин
diesel =
    Дизельное
    топливо
LNG =
    СПГ
LPG =
    СУГ
liq_hydrogen =
    Сжиженный
    водород
name_fire_pool_area =
    Введите площадь пролива:
name_fire_pool_distance =
    Введите расстояние от края пролива:
name_fire_pool_wind =
    Введите скорость ветра:
edit_fire_pool-text = {$fire_pool_param}
    <blockquote>{$edit_fire_pool}</blockquote>



fire_flash =
    Пожар-вспышка
fire_flash-text =
    Расчет параметров пожара-вспышки.
    🚧 <i>Находится в разработке</i>
run_fire_flash =
    ▶ Рассчитать
edit_fire_flash =
    📝 Редактировать
run_fire_flash_guest =
    ▶ Рассчитать
edit_fire_flash_guest =
    🔒 Редактировать
back_fire_flash =
    ↩ Назад
mass_of_flammable_gases_entering_the_surrounding_space =
    Масса горючих газов (паров)
    в окружающем пространстве
radius_of_the_strait_above_which_an_explosive_zone_is_formed =
    Радиус пролива над которым
    образуется взрывоопасная зона
height_LFL =
    Zнкпр
height_zone_LFL =
    Высота зоны концентраций, превышающих НКПР,
    при неподвижной воздушной среде
radius_LFL =
    Rнкпр
radius_zone_LFL =
    Радиус зоны концентраций, превышающих НКПР,
    при неподвижной воздушной среде
radius_Rf =
    Rf
radius_zone_Rf =
    Радиус воздействия
    высокотемпературных продуктов
    сгорания паровоздушного облака
density_flammable_gases_at_ambient_temperature =
    Плотность горючих газов (паров)
    при температуре окружающей среды
edit_flash_mass =
    m
edit_flash_lcl =
    Снкпр
name_fire_flash_mass =
    Введите массу вещества:
name_fire_flash_lcl =
    Введите значение НКПР вещества:
edit_fire_flash-text = {$fire_flash_param}
    <blockquote>{$edit_fire_flash}</blockquote>



cloud_explosion =
    Взрыв облака паров
cloud_explosion-text =
    Расчет параметров взрыва облака паров.
    🚧 <i>Находится в разработке</i>
run_cloud_explosion =
    ▶ Рассчитать
edit_cloud_explosion =
    📝 Редактировать
run_cloud_explosion_guest =
    ▶ Рассчитать
edit_cloud_explosion_guest =
    🔒 Редактировать
plot_accident_cloud_explosion_pressure =
    📉 Давление взрыва ΔP
plot_accident_cloud_explosion_impuls =
    📉 Импульс I⁺
back_cloud_explosion =
    ↩ Назад
plot_cloud_explosion_pressure-text =
    <blockquote></blockquote>
above_surface =
    Над
    землей
on_surface =
    На
    земле

cloud_explosion_heat_combustion =
    Удельная теплота сгорания
    горючего вещества
cloud_explosion_coefficient_z =
    Коэффициент участия горючего
    во взрыве
cloud_explosion_correction_parameter =
    Корректировочный параметр
cloud_explosion_class_fuel =
    Класс чувствительности горючего
    к возбуждению взрывных процессов
cloud_explosion_class_space =
    Класс загроможденности
    окружающего пространства
cloud_explosion_cond_ground =
    Расположение облака паров горючего
    относительно поверхности земли
cloud_explosion_mass_fuel =
    Масса вышедшего газа (пара)
    в окружающее пространство
cloud_explosion_mode_expl =
    Ожидаемый режим
    сгорания облака
cloud_explosion_distance =
    Расстояние от центра
    облака паров горючего
cloud_explosion_mass_expl =
    Масса горючих газов (паров)
    участвующих во взрыве
cloud_explosion_spec_heat_combustion =
    Удельная теплота сгорания
    при расчете энерговыделения
cloud_explosion_stoichiometric_fuel =
    Стехиометрическая концентрация
    паров горючего
cloud_explosion_efficient_energy_reserve =
    Эффективный энергозапас
    горючей смеси
cloud_explosion_nondimensional_distance =
    Безразмерное расстояние
    от центра облака
cloud_explosion_nondimensional_pressure =
    Безразмерное давление
cloud_explosion_nondimensional_impuls =
    Безразмерный импульс
    фазы сжатия

edit_cloud_explosion-text = {$cloud_explosion_param}
    <blockquote>{$edit_cloud_explosion}</blockquote>

plot_cloud_explosion_overpres_label =
    График избыточого давления
y_cloud_explosion_overpres_label =
    Избыточное давление взрыва, Па


horizontal_jet =
    Горизонтальный факел
horizontal_jet-text =
    Расчет параметров горизонтального факела.
    🚧 <i>Находится в разработке</i>
run_horizontal_jet =
    ▶ Рассчитать
edit_horizontal_jet =
    📝 Редактировать
run_horizontal_jet_guest =
    ▶ Рассчитать
edit_horizontal_jet_guest =
    🔒 Редактировать



vertical_jet =
    Вертикальный факел
vertical_jet-text =
    Расчет параметров вертикального факела.
    🚧 <i>Находится в разработке</i>
run_vertical_jet =
    ▶ Рассчитать
edit_vertical_jet =
    📝 Редактировать
run_vertical_jet_guest =
    ▶ Рассчитать
edit_vertical_jet_guest =
    🔒 Редактировать



jet_state_liquid =
    Жидкая фаза 💧
jet_state_comp_gas =
    Сжатый газ 💨
jet_state_liq_gas_vap =
    Паровая фаза ☁



fire_ball =
    Огненный шар
fire_ball-text =
    Расчет параметров огненного шара.
    🚧 <i>Находится в разработке</i>
back_fire_ball =
    ↩ Назад
run_fire_ball =
    ▶ Рассчитать
edit_fire_ball =
    📝 Редактировать
run_fire_ball_guest =
    ▶ Рассчитать
edit_fire_ball_guest =
    🔒 Редактировать
plot_fire_ball =
    📉 Тепловой поток
plot_ball_label =
    График теплового потока
y_ball_label =
    Интенсивность теплового потока, кВт/м²
edit_ball_mass =
    m
edit_ball_distance =
    r
name_fire_ball_mass =
    Введите массу горючего вещества:
name_fire_ball_distance =
    Введите расстояние от ОШ:
edit_fire_ball-text = {$fire_ball_param}
    <blockquote>{$edit_fire_ball}</blockquote>
ball_height_center =
    Высота центра
    огненного шара
ball_mass_fuel =
    Масса горючего вещества
    поступившего
    в окружающее пространство
ball_distance =
    Расстояние от облучаемого объекта
    до точки на поверхности земли
    под центром огненного шара
ball_existence_time =
    Время существования
    огненного шара
ball_diameter =
    Эффективный диаметр
    огненного шара
ball_view_factor =
    Угловой коэффициент облученности
ball_atmospheric_transmittance =
    Коэффициент пропускания атмосферы
ball_heat_flux =
    Тепловой поток
    на расстоянии r



accident_bleve =
    Взрыв резервуара
accident_bleve-text =
    Расчет параметров взрыва.
    Форм.(В.14) и (В.22) СП12 и форм.(П3.47) М404
    🚧 <i>Находится в разработке</i>
back_accident_bleve =
    ↩ Назад
run_accident_bleve =
    ▶ Рассчитать
edit_accident_bleve =
    📝 Редактировать
run_accident_bleve_guest =
    ▶ Рассчитать
edit_accident_bleve_guest =
    🔒 Редактировать
plot_accident_bleve_pressure =
    📉 Давление взрыва ΔP
plot_accident_bleve_impuls =
    📉 Импульс I⁺
edit_bleve_mass =
    m
name_bleve_mass =
    Введите массу вещества:
edit_bleve_distance =
    r
name_bleve_distance =
    Введите расстояние от центра взрыва:
edit_bleve-text = {$bleve_param}
    <blockquote>{$edit_bleve}</blockquote>
distance_bleve =
    Расстояние
    от центра взрыва
effective_explosion_energy =
    Эффективная энергия взрыва
pressure_wave_energy_fraction =
    Доля энергии волны давления
reduced_mass_liquid_phase =
    Приведенная масса жидкой фазы
mass_liquid_phase =
    Масса жидкой фазы
    в резервуаре
temperature_liquid_phase =
    Температура жидкой фазы
device_response_pressure =
    Давление срабатывания
    предохранительного устройства