
back_type_calc = ↩ Назад
back_type_material = ↩ Назад
back_thermal_calc = ↩ Назад
forward_type_calc = ⤴ Выход

stop_edit_thermal_calc = ❌ Отменить ввод
stop_edit_strength_calc = ❌ Отменить ввод
next_page_steel = ➡ Следующая страница

fire_resistance-text = Виберите материал конструкции
steel_element = Стальная
wood_element = Деревянная
concrete_element = Железебетонная

type_of_calculation_steel-text = Выберите тип расчета
fire_protection = Пакетный расчет
strength_calculation = Прочностной расчет
thermal_calculation = Теплотехнический расчет

initial_data_steel-text = Отредактируете данные или выполните расчет

edit_init_data_strength = 📝 Редактировать
run_strength_steel = ▶ Рассчитать

edit_init_data_thermal = 📝 Редактировать
run_thermal_steel = ▶ Рассчитать


type_of_calculation_wood-text = Расчет огнестойкости деревянных конструкций.
                                🚧 <i>Находится в разработке</i>
type_of_calculation_concrete-text = Расчет огнестойкости железобетонных конструкций.
                                    🚧 <i>Находится в разработке</i>
fire_protection-text = Пакетный расчет огнестойкости стальной конструкции.
                        🚧 <i>Находится в разработке</i>
strength_calculation-text = Прочностной расчет.
                            🚧 <i>Находится в разработке</i>
thermal_calculation-text = Собственный предел огнестойкости
                            незащищенной стальной конструкции <b>[ { $time_fsr } ]</b> мин

type_of_load_steel-text = Выберите вид нагружения элемента конструкции.
    🚧 <i>Находится в разработке</i>
type_of_load_steel = Вид нагружения
stretching_steel = Растяжение
compression_steel = Сжатие

loads_steel = Нагрузка
distributed_load_steel = Распределенная
concentrated_load_steel = Сосредоточенная
loads_steel-text = Установите значение нагрузки на элемент конструкции.
    🚧 <i>Находится в разработке</i>

consolidation_steel-text = Выберите способ закрепления элемента конструкции.
    🚧 <i>Находится в разработке</i>
consolidation_steel = Закрепление
beams_at_both_ends = Балка с заделкой по обоим концам
cantil_beams_at_one_ends = Консольная балка с заделкой одного конца
                            без опирания другого

column_steel = Колонна

plot_thermal = 📈 График прогрева
plot_thermal-text = График прогрева стального элемента

edit_init_data_thermal-text = Выберите параметр для редактирования
mode_edit = Температурный режим
ptm_edit = Приведенная толщина металла
t_critic_edit = Критическая температура стали
T_0_edit = Начальная температура
a_convection_edit = Конвективный коэффициент теплоотдачи
s_1_edit = Степень черноты стали
heat_capacity_change_edit = Коэффициент изм. теплоемкости стали
heat_capacity_edit = Теплоемкость стали
density_steel_edit = Плотность стали
s_0_edit = Степень черноты среды, S\u2080

mode_edit-text = Выберите Температурный режим
mode_standard = Стандартный
mode_hydrocarbon = Углеводородный
mode_external = Наружный
mode_smoldering = Тлеющий

ptm_edit-text = Приведенная толщина металла = <b>{ $ptm }</b> мм.

                Для завершения ввода нажмите 💾

t_critic_edit-text = Критическая температура стали = <b>{ $t_critic }</b> С.

                Для завершения ввода нажмите 💾

T_0_edit-text = Начальная температура
a_convection_edit-text = Конвективный коэффициент теплоотдачи
s_1_edit-text = Степень черноты стали
heat_capacity_change_edit-text = Коэффициент изм. теплоемкости стали
heat_capacity_edit-text = Теплоемкость стали
density_steel_edit-text = Плотность стали
s_0_edit-text = Степень черноты среды

protocol_thermal = 📄 Протокол расчета
protocol_thermal-text = Протокол расчета собственного предела огнестойкости
                        незащищенной стальной конструкции.
                        🚧 <i>Находится в разработке</i>
export_data_steel = 🔄 Экспорт
export_data_steel-text = Экспорт данных расчета.
                            🚧 <i>Находится в разработке</i>