

fire_category-text = Выберите объект
    для определения категории
    по взрывопожарной и пожарной опасности

fire_category = Категория пожарной опасности
back_fire_category = ↩ Назад

category_build = Категория здания
category_build-text = Определение категории здания по взрывопожарной и пожарной опасности.
                                    🚧 <i>Находится в разработке</i>

category_room = Категория помещения
category_room-text = Определение категории помещения по взрывопожарной и пожарной опасности.
                                    🚧 <i>Находится в разработке</i>

category_outdoor_installation = Категория наружной установки
category_outdoor_installation-text = Определение категории наружной установки по пожарной опасности.
    Наружная установка - комплекс аппаратов и технологического оборудования, расположенных вне зданий и сооружений.
                                    🚧 <i>Находится в разработке</i>
