Celsius = ℃
Alpha = 𝛼

fire_category-text = Выберите объект
    для определения категории
    по взрывопожарной и пожарной опасности

fire_category = Категория пожарной опасности
back_fire_category = ↩ Назад

category_build = Категория здания
category_build-text = Определение категории здания по взрывопожарной и пожарной опасности.
                                    🚧 <i>Находится в разработке</i>

category_premises = Категория помещения
category_premises-text =
    Определение категории помещения по взрывопожарной и пожарной опасности.
    🚧 <i>Находится в разработке</i>

category_outdoor_installation = Категория наружной установки
category_outdoor_installation-text =
    Определение категории наружной установки по пожарной опасности.
    <blockquote>Наружная установка - комплекс аппаратов и технологического оборудования, расположенных вне зданий и сооружений</blockquote>
edit_init_data_category_out_inst = 📝 Редактировать
run_category_outdoor_installation = ▶ Рассчитать
run_category_outdoor_installation-text = Категория наружной установки по пожарной опасности: <blockquote>{ $category_out_inst }</blockquote>
    Параметры аварии на расстоянии 30 м:
    - пожарный риск <blockquote>{ $category_out_inst } 1/год</blockquote>
    - давление взрыва <blockquote>{ $category_out_inst } кПа</blockquote>
back_outdoor_installation = ↩ Назад

text-text = 🚧 <i>Находится в разработке</i>


eliminator = Сепаратор
sealed_vessel = Герметичный сосуд
storage_tank = Резервуар
open_container = Открытая емкость

pump = Насос
compressor = Компрессор
vessel = Сосуд
pressure_vessel = Сосуд под давлением
technological_apparatus = Технологический аппарат
chemical_reactors = Химический реактор
isothermal_storage = Изотермический резервуар
tank = Резервуар
single_wall_tank = Одностенный резервуар
tank_with_outer_protective_shell = Рез с защ стенкой
double_shell_tank = Двустенный резервуар
full_seal_tank = Герметичный резервуар
membrane_reservoir = Мембранный резервуар
underground_reservoir = Подземный резервуар
reservoir_covered_with_soil = Резервуар засыпанный землей
heat_exchanger = Теплообменник
road_tanks = Автоцистерна
rail_tanks = ЖД цистена

inlet_pipeline = Подводящий
outlet_pipeline = Отводящий
