Celsius = ℃
Alpha = 𝛼

fire_category-text = <blockquote></blockquote>

other_cat_text = Выберите объект
    для определения категории
    по взрывопожарной и пожарной опасности


back_fire_category = ↩ Назад
back_category_build = ↩ Назад
back_category_build_edit = ↩ Назад

category_build = Категория здания
category_build-text = 🚧 <i>Находится в разработке</i>
    <blockquote>ч.11 ст.27 ФЗ №123-ФЗ - Категории зданий и сооружений по пожарной и взрывопожарной опасности определяются исходя из доли и суммированной площади помещений той или иной категории опасности в этом здании, сооружении.</blockquote>
edit_category_build = 📝 Редактировать
edit_area_A = Площадь А
edit_area_B = Площадь Б
edit_area_V1 = Площадь В1
edit_area_V2 = Площадь В2
edit_area_V3 = Площадь В3
edit_area_V4 = Площадь В4
edit_area_G = Площадь Г
edit_area_D = Площадь Д
edit_area-text =
    Установите значение площади <blockquote>{$edit_area}</blockquote>

    Для завершения ввода нажмите 💾
edit_area_A_EFS = АУПТ А
edit_area_B_EFS = АУПТ Б
edit_area_V1_EFS = АУПТ В1
edit_area_V2_EFS = АУПТ В2
edit_area_V3_EFS = АУПТ В3

efs_build_true = ✔ АУПТ
efs_build_false = ✖ АУПТ




run_category_build = ▶ Рассчитать
category_build_result-text = Категория здания по взрывопожарной и пожарной опасности: <blockquote>{ $category_build }</blockquote>
    <blockquote>{ $cause }</blockquote>
category_premises = Категория помещения
category_premises-text =
    Определение категории помещения по взрывопожарной и пожарной опасности.
    🚧 <i>Находится в разработке</i>
    <blockquote>ч.3 ст.27 ФЗ №123-ФЗ - Категории помещений по пожарной и взрывопожарной опасности определяются исходя из вида находящихся в помещениях горючих веществ и материалов, их количества и пожароопасных свойств, а также исходя из объемно-планировочных решений помещений и характеристик проводимых в них технологических процессов.</blockquote>

category_outdoor_installation = Категория наружной установки
category_outdoor_installation-text =
    Определение категории наружной установки по пожарной опасности.
    <blockquote>Наружная установка - комплекс аппаратов и технологического оборудования, расположенных вне зданий и сооружений</blockquote>

    <blockquote>ч.2 ст.25 ФЗ №123-ФЗ - Категории наружных установок по пожарной опасности определяются исходя из пожароопасных свойств находящихся в установках горючих веществ и материалов, их количества и особенностей технологических процессов.</blockquote>

edit_init_data_category_out_inst = 📝 Редактировать
run_category_outdoor_installation = ▶ Рассчитать
run_category_outdoor_installation-text = Категория наружной установки по пожарной опасности: <blockquote>{ $category_out_inst }</blockquote>
    Параметры аварии на расстоянии 30 м:
    - пожарный риск <blockquote>{ $category_out_inst } 1/год</blockquote>
    - давление взрыва <blockquote>{ $category_out_inst } кПа</blockquote>
back_outdoor_installation = ↩ Назад

text-text = 🚧 <i>Находится в разработке</i>


eliminator = Сепаратор
sealed_vessel = Герметичный сосуд
storage_tank = Резервуар
open_container = Открытая емкость

pump = Насос
compressor = Компрессор
vessel = Сосуд
pressure_vessel = Сосуд под давлением
technological_apparatus = Технологический аппарат
chemical_reactors = Химический реактор
isothermal_storage = Изотермический резервуар
tank = Резервуар
single_wall_tank = Одностенный резервуар
tank_with_outer_protective_shell = Рез с защ стенкой
double_shell_tank = Двустенный резервуар
full_seal_tank = Герметичный резервуар
membrane_reservoir = Мембранный резервуар
underground_reservoir = Подземный резервуар
reservoir_covered_with_soil = Резервуар засыпанный землей
heat_exchanger = Теплообменник
road_tanks = Автоцистерна
rail_tanks = ЖД цистена

inlet_pipeline = Подводящий
outlet_pipeline = Отводящий
