fire_risks-text = <blockquote></blockquote>

back_fire_risks = ↩ Назад
back_fire_risks_calc = ↩ Назад
back_typical_accidents = ↩ Назад
back_public = ↩ Назад
back_industrial = ↩ Назад

fire_risks_calculator = Калькулятор риска
fire_risks_calculator-text = Калькулятор риска.
                            Выберите тип здания.


industrial = 🏭 Производственное ⚠
industrial-text = Расчет индивидуального пожарного риска выполняется для 1-го сценария в 1-ом помещении здания и 1-го работника
    ⚠ <i>Находится в тестовом режиме</i>
run_industrial= ▶ Рассчитать
edit_industrial = 📝 Редактировать
area_ind = Площадь объекта
fire_freq_ind = Частота пожара
time_presence_ind = Время присутствия
working_days_per_year_ind = Рабочих дней
probity_evac_ind = Вероятность эвакуации
emergency_escape_ind = Аварийные выходы
emergency_escape_ind_true = ✅ 0.03
emergency_escape_ind_false = ❌ 0.001
time_evacuation_ind = Время эвакуации
time_blocking_paths_ind = Время блокирования
time_start_evacuation_ind = Время начала эвакуации
k_efs_ind = АУП
k_efs_ind_true = ✅ 0.9
k_efs_ind_false = ❌ 0.0
k_alarm_ind = АПС
k_alarm_ind_true = ✅ 0.8
k_alarm_ind_false = ❌ 0.0
k_evacuation_ind = СОУЭ
k_evacuation_ind_true = ✅ 0.8
k_evacuation_ind_false = ❌ 0.0
k_smoke_ind = ПДЗ
k_smoke_ind_true = ✅ 0.8
k_smoke_ind_false = ❌ 0.0
stop_edit_industrial = ↩ Назад

name_area_ind = Введите площадь:
name_fire_freq_ind = Введите частоту пожара:
name_work_days_ind = Введите количество рабочих дней:
name_time_presence_ind = Введите время присутствия:
name_probity_evac_ind = Введите вероятность эвакуации:

name_time_evacuation_ind = Введите расчетное время эвакуации, сек
name_time_blocking_paths_ind = Введите время блокирования путей эвакуации, сек
name_time_start_evacuation_ind = Введите время начала эвакуации, сек

edit_industrial-text = {$industrial_param}
    <blockquote>{$edit_industrial}</blockquote>

    Для завершения ввода нажмите 💾

public = 🏢 Общественное ⚠
public-text = Расчет индивидуального пожарного риска выполняется для 1-го сценария и 1-ой группы эвакуируемого контингента
    ⚠ <i>Находится в тестовом режиме</i>
run_public = ▶ Рассчитать
edit_public = 📝 Редактировать
fire_freq_pub = Частота пожара
time_presence_pub = Время присутствия
probity_evac_pub = Вероятность эвакуации
time_evacuation_pub = Время эвакуации
time_blocking_paths_pub = Время блокирования
time_crowding_pub = Время скопления
time_start_evacuation_pub = Время начала эвакуации
k_efs_pub = АУП
k_efs_pub_true = ✅ 0.9
k_efs_pub_false = ❌ 0.0
k_alarm_pub = АПС
k_alarm_pub_true = ✅ 0.8
k_alarm_pub_false = ❌ 0.0
k_evacuation_pub = СОУЭ
k_evacuation_pub_true = ✅ 0.8
k_evacuation_pub_false = ❌ 0.0
k_smoke_pub = ПДЗ
k_smoke_pub_true = ✅ 0.8
k_smoke_pub_false = ❌ 0.0
stop_edit_public = ↩ Назад
name_fire_freq_pub = Введите частоту пожара:
name_time_presence_pub = Введите время присутствия:
name_probity_evac_pub = Введите вероятность эвакуации:

edit_public-text = {$public_param}
    <blockquote>{$edit_public}</blockquote>

    Для завершения ввода нажмите 💾


typical_accidents = 🚧 Типовые аварии
typical_accidents-text = Типовые аварии

fire_pool = 🚧 Пожар-пролива
fire_pool-text = Расчет параметров пожара-пролива.
                                    🚧 <i>Находится в разработке</i>

fire_flash = 🚧 Пожар-вспышка
fire_flash-text = Расчет параметров пожара-вспышки.
                                    🚧 <i>Находится в разработке</i>

cloud_explosion = 🚧 Взрыв облака паров
cloud_explosion-text = Расчет параметров взрыва облака паров.
                                    🚧 <i>Находится в разработке</i>

horizontal_jet = 🚧 Горизонтальный факел
horizontal_jet-text = Расчет параметров горизонтального факела.
                                    🚧 <i>Находится в разработке</i>

vertical_jet = 🚧 Вертикальный факел
vertical_jet-text = Расчет параметров вертикального факела.
                                    🚧 <i>Находится в разработке</i>

fire_ball = 🚧 Огненный шар
fire_ball-text = Расчет параметров огненного шара.
                                    🚧 <i>Находится в разработке</i>

bleve = 🚧 Взрыв резервуара
bleve-text = Расчет параметров взрыва резервуара.
                                    🚧 <i>Находится в разработке</i>