fire_risks-text =
    <blockquote></blockquote>

back_fire_risks =
    ↩ Назад
back_fire_risks_calc =
    ↩ Назад

back_public =
    ↩ Назад
back_industrial =
    ↩ Назад

fire_risks_calculator =
    Калькулятор риска
fire_risks_calculator-text =
    Калькулятор риска.
    Выберите тип здания.


industrial =
    Производственное здание 🏭
industrial_from_table =
    Пожарный риск. Производственное здание 🏭
industrial-text =
    Расчет индивидуального пожарного риска выполняется для 1-го сценария в 1-ом помещении здания и 1-го работника
industrial_not_exceed-text =
    🟢 Величина индивидуального пожарного риска не превышает 10⁻⁶.
    Пожарная безопасность объекта защиты считается обеспеченной при условии выполнения требований
    ст.6 Технического регламента о требованиях пожарной безопасности.
industrial_excess_first-text =
    🟠 Величина индивидуального пожарного риска превышает 10⁻⁶.
    Должны быть предусмотрены меры по обучению персонала действиям при пожаре и по социальной защите работников, компенсирующие их работу в условиях повышенного риска
    (ч.3 ст.93 Технического регламента о требованиях пожарной безопасности).
industrial_excess_second-text =
    🔴 Величина индивидуального пожарного риска превышает 10⁻⁴.
    Пожарная безопасность объекта защиты не считается обеспеченной
    (п.2 ч.1 ст.6 Технического регламента о требованиях пожарной безопасности).

run_industrial_guest =
    ▶ Рассчитать
edit_industrial_guest =
    🔓 Редактировать
run_industrial=
    ▶ Рассчитать
edit_industrial =
    📝 Редактировать

fire_risk_kb_ind =
    fire_freq_ind
    time_presence_ind
    working_days_per_year_ind
    time_start_evacuation_ind
    time_blocking_paths_ind
    time_evacuation_ind
    probity_evac_ind
    emergency_escape_ind
    k_efs_ind
    k_alarm_ind
    k_evacuation_ind
    k_smoke_ind

table_404 =
    📋 Таблицы П1.3, П2.3, П2.4

area_ind =
    Sпом
fire_freq_ind =
    Qп
time_presence_ind =
    tпр
working_days_per_year_ind =
    Nрд
probity_evac_ind =
    Рэп
emergency_escape_ind =
    Рдв
emergency_escape_ind_true =
    ✅ 0.03
emergency_escape_ind_false =
    ❌ 0.001
time_evacuation_ind =
    tр
time_blocking_paths_ind =
    tбл
time_start_evacuation_ind =
    tнэ

# area_ind = Площадь помещения
# fire_freq_ind = Частота пожара
# time_presence_ind = Время присутствия
# working_days_per_year_ind = Рабочих дней
# probity_evac_ind = Вероятность эвакуации
# emergency_escape_ind = Аварийные выходы
# emergency_escape_ind_true = ✅ 0.03
# emergency_escape_ind_false = ❌ 0.001
# time_evacuation_ind = Время эвакуации
# time_blocking_paths_ind = Время блокирования
# time_start_evacuation_ind = Время начала эвакуации
k_efs_ind =
    Dапт
k_efs_ind_true =
    ✅ 0.9
k_efs_ind_true_095 =
    ✅ 0.95 Водяное
k_efs_ind_false =
    ❌ 0.0
k_alarm_ind =
    Dапс
k_alarm_ind_true =
    ✅ 0.8
k_alarm_ind_false =
    ❌ 0.0
k_evacuation_ind =
    Dсоуэ
k_evacuation_ind_true =
    ✅ 0.8
k_evacuation_ind_false =
    ❌ 0.0
k_smoke_ind =
    Dпдз
k_smoke_ind_true =
    ✅ 0.8
k_smoke_ind_false =
    ❌ 0.0
stop_edit_industrial =
    ↩ Назад

area_ind_guest =
    🔒 Sпом
fire_freq_ind_guest =
    🔒 Q
time_presence_ind_guest =
    🔒 tпр
working_days_per_year_ind_guest =
    🔒 Nрд
probity_evac_ind_guest =
    🔒 Рэп
emergency_escape_ind_guest =
    🔒 Рдв
time_evacuation_ind_guest =
    🔒 tр
time_blocking_paths_ind_guest =
    🔒 tбл
time_start_evacuation_ind_guest =
    🔒 tнэ
k_efs_ind_guest =
    🔒 Dапт
k_alarm_ind_guest =
    🔒 Dапс
k_evacuation_ind_guest =
    🔒 Dсоуэ
k_smoke_ind_guest =
    🔒 Dпдз


name_area_ind =
    Введите площадь помещения:
name_fire_freq_ind =
    Рассчитайте частоту пожара по 📋 Таблице П1.3, П2.3 и П2.4 или
    Введите нужно значение:
name_work_days_ind =
    Введите количество рабочих дней:
name_time_presence_ind =
    Введите время присутствия:
name_probity_evac_ind =
    Введите вероятность эвакуации:

name_time_evacuation_ind =
    Введите расчетное время эвакуации, сек
name_time_blocking_paths_ind =
    Введите время блокирования путей эвакуации, сек
name_time_start_evacuation_ind =
    Введите время начала эвакуации, сек

edit_industrial-text = {$industrial_param}
    <blockquote>{$edit_industrial}</blockquote>

    Для завершения ввода нажмите 💾

public =
    Общественное здание 🏢
public-text =
    Расчет индивидуального пожарного риска выполняется для 1-го сценария и 1-ой группы эвакуируемого контингента
public_not_exceed-text =
    🟢 Величина индивидуального пожарного риска не превышает 10⁻⁶.
    Пожарная безопасность объекта защиты считается обеспеченной при условии выполнения требований
    ст.6 Технического регламента о требованиях пожарной безопасности.
public_excess-text =
    🔴 Величина индивидуального пожарного риска превышает 10⁻⁶.
    Пожарная безопасность объекта защиты не считается обеспеченной
    (п.2 ч.1 ст.6 Технического регламента о требованиях пожарной безопасности).
run_public =
    ▶ Рассчитать
edit_public =
    📝 Редактировать
run_public_guest =
    ▶ Рассчитать
edit_public_guest =
    🔓 Редактировать

fire_freq_pub =
    Qп
time_presence_pub =
    tпр
probity_evac_pub =
    Pэ
time_evacuation_pub =
    Время эвакуации
time_blocking_paths_pub =
    Время блокирования
time_crowding_pub =
    Время скопления
time_start_evacuation_pub =
    Время начала эвакуации

# fire_freq_pub = Частота пожара
# time_presence_pub = Время присутствия
# probity_evac_pub = Вероятность эвакуации
# time_evacuation_pub = Время эвакуации
# time_blocking_paths_pub = Время блокирования
# time_crowding_pub = Время скопления
# time_start_evacuation_pub = Время начала эвакуации

k_efs_pub =
    Kап
k_efs_pub_guest =
    🔒 АУП
k_efs_pub_true =
    ✅ 0.9
k_efs_pub_false =
    ❌ 0.0
k_alarm_pub =
    Kобн
k_alarm_pub_guest =
    🔒 АПС
k_alarm_pub_true =
    ✅ 0.8
k_alarm_pub_false =
    ❌ 0.0
k_evacuation_pub =
    Kсоуэ
k_evacuation_pub_guest =
    🔒 СОУЭ
k_evacuation_pub_true =
    ✅ 0.8
k_evacuation_pub_false =
    ❌ 0.0
k_smoke_pub =
    Kпдз
k_smoke_pub_guest =
    🔒 ПДЗ
k_smoke_pub_true =
    ✅ 0.8
k_smoke_pub_false =
    ❌ 0.0
stop_edit_public =
    ↩ Назад

area_pub_guest =
    🔒 Площадь помещения
fire_freq_pub_guest =
    🔒 Частота пожара
time_presence_pub_guest =
    🔒 Время присутствия
probity_evac_pub_guest =
    🔒 Вероятность эвакуации
time_evacuation_pub_guest =
    🔒 Время эвакуации
time_blocking_paths_pub_guest =
    🔒 Время блокирования
time_crowding_pub_guest =
    🔒 Время скопления
time_start_evacuation_pub_guest =
    🔒 Время начала эвакуации

name_area_pub =
    Введите площадь помещения:
name_fire_freq_pub =
    Введите частоту пожара:
name_time_presence_pub =
    Введите время присутствия:
name_probity_evac_pub =
    Введите вероятность эвакуации:
name_time_evacuation_pub =
    Введите расчетное время эвакуации, сек
name_time_blocking_paths_pub =
    Введите время блокирования путей эвакуации, сек
name_time_start_evacuation_pub =
    Введите время начала эвакуации, сек
name_time_crowding_pub =
    Введите время скопления, сек

edit_public-text = {$public_param}
    <blockquote>{$edit_public}</blockquote>

    Для завершения ввода нажмите 💾
