handbooks = Справочники

handbooks-text = <blockquote></blockquote>

back_to_handbooks = ↩ Назад

substances = Справочник веществ
substances_guest = 🔒 Справочник веществ

typical_flammable_load = Типовая горючая нагрузка

climate = Cправочник метеоданных
climate_guest = Cправочник метеоданных
to_cities = Поиск по населенным пунктам
to_cities_guest = 🔒 Поиск по населенным пунктам
to_cities-text = Нажмите на кнопку <b>Выбрать населенный пункт</b> чтобы начать поиск 🔎
select_city = Выбрать населенный пункт 🔎
stop_select_city =  ❌ Отменить ввод
to_cities_select-text = Данные представлены в соответстсвии с СП 131.13330.2020 "Строительная климатология"

to_cities_select_2-text = Регион: <blockquote>{$region}</blockquote>
                        Населенный пункт: <blockquote>{$city}</blockquote>
                        Максимальная температура: <blockquote>{$temp} ℃</blockquote>
                        Максимальная скорость ветра: <blockquote>{$velocity} м/с</blockquote>
                        Вероятность штиля: <blockquote>{$cwind}</blockquote>
to_regions = Поиск по регионам
climate-text = Метеоданные представлены по СП 13130.2020 Строительная климатология

frequencys = Частоты аварий

statistics = Статистика пожаров