other_update-text =
    Выберите, пожалуйста, команду из меню или напишите в техническую поддержку,
    если не нашли нужную информацию

guest =
    Гость
subscriber =
    Подписчик
comrade =
    Коллега
admin =
    Администратор
owner =
    Владелец


request_start-text =
    Запрос обрабатывается ⏳
request_stop-text =
    Запрос обработан ⌛
graph_is_drawn-text =
    Рисуется график ⏳
calculation_start-text =
    Расчет запущен ▶
calculation_progress-text =
    Выполняется расчет 🚨
update_data-text =
    Обновление данных ⏳
edit_parameters_guest-text =
    Возможность редактирования исходных данных недоступна для уровня: <blockquote>{$level}</blockquote>

under_development =
    🚧 <i>Находится в разработке</i>

other_tools =
    Общие инструменты
back_other_tools =
    ↩ Назад
other_tools_kb =
    update_number_pic

update_number_pic =
    Нумерация рисунков
update_number_picture-text =
    Прикрепите файл .docx чтобы выполнить сквозную нумерацию изображений по всему документу.
    Наименование изображений обязательно должны быть "Рисунок" или "Рис."
    Размер файла должен быть до 50 МБ.
update_number_picture_stop-text =
    Обработка завершена. Общее количество изображений: <b>{$count}</b>