start-menu =
    <b></b>
start_guest-menu =
    Кнопки 🔒 доступны подписчикам каналов 📌
    Кнопки 🔐 доступны только при вводе ключа 🔑
start_subscriber-menu =
    Кнопки 🔐 доступны только при вводе ключа 🔑

guest-menu =
    Нет доступа к { $button }
subscriber-menu =
    Нет доступа к { $button }

contacts-admin =
    Контакты обратной связи для получения консультации по возникшим вопросам работы бота

general_menu =
    ☰ Главное меню

link_owner =
    https://t.me/r_kamalovich
link_owner-text =
    Связаться с разработчиком
link_1 =
    https://t.me/fireengin_ru
link_1-text =
    Связаться с техподдержкой

handbooks =
    Справочники

fds_tools =
    Утилиты FDS

tools =
    Инструменты
tools_guest =
    🔒 Инструменты
tools_comrade =
    🔐 Инструменты

calculators =
    Калькуляторы
calculators_guest =
    🔒 Калькуляторы

fire_resistance =
    Огнестойкость
fire_resistance_guest =
    🔐 Огнестойкость

fire_risks =
    Пожарный риск
fire_risks_guest =
    🔒 Пожарный риск

fire_category =
    Категория ВзрПожОпасности
fire_category_guest =
    🔒 Категория ВзрПожОпасности

back_setlevel =
    ↩ Назад
setlevel-text =
    Ваш уровень: <blockquote>{ $role_user }</blockquote>
    Выберите способ изменения уровня доступа к функционалу бота

enter_promo_code-text =
    Отправьте ключ боту
entering_code-text =
    Получен ключ: <blockquote>{ $user_code }</blockquote>
    Обновите уровень
update_role =
    🔄 Обновить уровень
no_such_in_database =
    Такого ключа нет в базе

select_tariff =
    Выбрать тариф ⛔
enter_promo_code =
    Ввести ключ 🔑
cansel_enter_promo_code =
    ❌ Отменить ввод

subscribe_channel =
    Подписаться на каналы 📌
subscribe_channel-text =
    Для изменения уровня доступа нужно подписаться на каналы
channel_1 =
    https://t.me/FIREENGIN
channel_1-text =
    "Пожарный инженер"
channel_2 =
    https://t.me/pro_raschety
channel_2-text =
    "Про расчёты"

edit_data_for_calculation =
    Для редактирования исходных данных
    нужно подписаться на каналы "Пожарный инженер"
    и "Про расчёты"

guest =
    Гость
subscriber =
    Подписчик
comrade =
    Коллега
admin =
    Администратор
owner =
    Владелец