start-menu = <b>Выберите методику для расчёта</b>

cansel-input = Отменять нечего. Вы вне состояния ввода исходных данных.
             Чтобы перейти к заполнению исходных данных -
             выберите тип расчета из меню /start

cansel-state = Вы вышли из состояния ввода исходных данных.
             Чтобы перейти к заполнению исходных данных -
             выберите тип расчета из меню /start

contacts-admin = <b>Чтобы связаться с разработчиком
                 нажмите кнопку ниже</b>


general_menu-text = Выберите методику для расчёта.

general_menu = ☰ Главное меню

link_1 = https://t.me/r_kamalovich

link_1-text = Связаться с разработчиком

calculators = Калькуляторы
fire_resistance = Огнестойкость
fire_risks = Пожарный риск

one = 1
two = 2
three = 3
four = 4
five = 5
six = 6
seven = 7
eight = 8
nine = 9
zero = 0
dooble_zero = 00
point = .
comma = ,
colon = ;
ready = 💾
clear = del