start-menu = <b></b>

cansel-input = Отменять нечего. Вы вне состояния ввода исходных данных.
             Чтобы перейти к заполнению исходных данных -
             выберите тип расчета из меню /start

cansel-state = Вы вышли из состояния ввода исходных данных.
             Чтобы перейти к заполнению исходных данных -
             выберите тип расчета из меню /start

contacts-admin = Контакты обратной связи для получения консультацию по возникшим вопросам работы бота


general_menu = ☰ Главное меню

link_owner = https://t.me/r_kamalovich
link_owner-text = Связаться с разработчиком
link_1 = https://t.me/fireengin_ru
link_1-text = Связаться с техподдержкой

handbooks = Справочники

tools = 🚧 Инструменты
tools_guest = 🔒 Инструменты

calculators = Калькуляторы

fire_resistance = Огнестойкость
fire_resistance_guest = 🔒 Огнестойкость

fire_risks = Пожарный риск
fire_risks_guest = 🔒 Пожарный риск

fire_category = Категория пожарной опасности
fire_category_guest = 🔒 Категория пожарной опасности

one = 1
two = 2
three = 3
four = 4
five = 5
six = 6
seven = 7
eight = 8
nine = 9
zero = 0
dooble_zero = 00
point = .
comma = ,
colon = ;
ready = 💾
clear = del

back_setlevel = ↩ Назад
setlevel-text = Ваш уровень: <blockquote>{ $role_user }</blockquote>
                Выберите способ изменения уровня доступа к функционалу бота

enter_promo_code-text = Отправьте промокод боту
entering_code-text = Получен промокод: <blockquote>{ $user_code }</blockquote>
    Обновите уровень
update_role = 🔄 Обновить
no_such_in_database = Такого промокода нет в базе

select_tariff = 🔒 Выбрать тариф
enter_promo_code = Ввести промокод
cansel_enter_promo_code = ❌ Отменить ввод

subscribe_channel = Подписаться на каналы
subscribe_channel-text = ''
channel_1 = https://t.me/FIREENGIN
channel_1-text = Канал 1
channel_2 = https://t.me/pro_raschety
channel_2-text = Канал 2