import math as m


def fire_mode(self, mode, time):

    """
    функция возвращает значения изменения температуры от времени

    Параметры
    ----------
    mode: str, режим теплового воздействия (стандартный, углеводородный, наружный, тлеющий)
    time: int, длительность теплового воздействия (с)

    Результат
    ----------
    Tm: float, темепарутра прогрева (вообще должна возвращать список значений температры)

    """

    Tm = []
    for i in range(time + 1):
        if mode == 'Углеводородный':
            Tm.append((round(1080 * (1 - 0.325 * m.exp(-0.167 * (i / 60)) - 0.675 * m.exp(-2.5 * (i / 60))) + 20)))
        elif mode == 'Наружный':
            Tm.append((round(660 * (1 - 0.687 * m.exp(-0.32 * (i / 60)) - 0.313 * m.exp(-3.8 * (i / 60))) + 20)))
        elif mode == 'Тлеющий':
            if i <= 21 * 60:
                Tm.append((round(154 * ((i / 60) ** 0.25)) + 20))
            elif i > 21 * 60:
                Tm.append((round(345 * m.log10(8 * ((i / 60) - 20) + 1) + 20)))
        else:
            # Стандартный
            Tm.append((round(345 * m.log10(8 / 60 * i + 1) + 20)))

    return Tm
